Repository: Kushan921/testIOS
Catalog: ProjectManager/*.lproj/Localizable.strings
Languages: si_lk

# welcome_message
source: Welcome!
si_lk: සාදරයෙන් පිළිගනිමු!

source: Login
si_lk: ඇතුල්වන්න

source: Logout
si_lk: ඉවත් වන්න

# c_logout
source: Confirm Logout
si_lk: ඉවත් වීම තහවුරු කරන්න

# c_logout_text
source: Are you sure you want logout from this account?
si_lk: ඔබට මෙම ගිණුමෙන් පිටවීමට අවශ්‍ය බව විශ්වාසද?

source: Register
si_lk: ලියාපදිංචි වන්න

source: Username
si_lk: පරිශීලක නාමය

source: Password
si_lk: මුරපදය

# re_password
source: Re-Enter Password
si_lk: මුරපදය නැවත ඇතුළත් කරන්න

source: Invalid Input
si_lk: අවලංගු ඇතුල්කිරීමක්

# invalid_text
source: One Or More Feilds are Empty Or Invalid
si_lk: ක්ෂේත්‍ර එකක් හෝ කිහිපයක් හිස් හෝ වලංගු නොවේ

# c_delete
source: Confirm Delete
si_lk: ඉවත්කිරීම තහවුරු කරන්න

# c_delete_text
source: Are you sure you want to delete this project?
si_lk: ඔබට මෙම දත්ත ඉවත්කර දැමීමට හැකියිද?

# user_invalid
source: Username Unavailable
si_lk: පරිශීලක නාමය නොවේ

# user_invalid_text
source: This username is already taken by another user.
si_lk: මෙම පරිශීලක නාමය දැනටමත් අනුරූපයේ තිබේ.

source: Login Failed
si_lk: පිවිසීම අසාර්ථකයි

# login_failed_text
source: User Name Or Password Is Incorrect
si_lk: පරිශීලක නාමය හෝ මුරපදය වැරදියි

source: Cancel
si_lk: අවලංගු කරන්න

source: Save
si_lk: තහවුරු කරන්න

source: Update
si_lk: යාවත්කාලීන කරන්න

source: Delete
si_lk: ඉවත්කරන්න

source: Ok
si_lk: හරි

source: Add Project
si_lk: ව්‍යාපෘතියක් එක් කරන්න

source: My Projects
si_lk: මගේ ව්‍යාපෘති

source: All Projects
si_lk: සියලු ව්‍යාපෘති

source: Project Details
si_lk: ව්‍යාපෘති විස්තර

# edit_projects
source: Edit Project
si_lk: ව්‍යාපෘතියන් සංස්කරණය කරන්න

source: Title :
si_lk: ශීර්ෂය:

source: Description
si_lk: විස්තරය

# catergory
source: Select an category :
si_lk: ප්‍රභේදය තෝරන්න :

# date
source: Select a date :
si_lk: දිනය තෝරන්න :

source: Progress :
si_lk: ප්‍රගතිය :

# created
source: Created By :
si_lk: යොමු කලේ :

# v_catergory
source: Category :
si_lk: ප්‍රභේදය :

# v_date
source: Date :
si_lk: දිනය :

# category_education
source: Education
si_lk: අධ්‍යාපනය

# category_environment
source: Environment
si_lk: පරිසරය

# category_health_wellness
source: Health and Wellness
si_lk: සෞඛ්‍ය හා සුවය

# category_social_services
source: Social Services
si_lk: සමාජ සේවාවන්

# category_animal_welfare
source: Animal Welfare
si_lk: සත්ව සුබසාධන

# category_arts_culture
source: Arts and Culture
si_lk: කලාත්මක හා සංස්කෘතිය

# category_community_development
source: Community Development
si_lk: ප්‍රජා සංවර්ධනය

# category_elderly_care
source: Elderly Care
si_lk: වැඩිහිටි රැකවරණ

# category_youth_programs
source: Youth Programs
si_lk: තරුණ වැඩසටහන්

# category_human_rights
source: Human Rights
si_lk: මානව හිමිකම්
